Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་དུ་ལན་གཉིས་ལན་གསུམ་དུ་བཟླས། ཚིག་གསུམ་པ་ལ་སློབ་དཔོན་གྱིས་ཞེས་བརྗོད་པར་བྱའོ། །
en: The postulant repeats this a second and a third time, but in the third recitation, says “instructor.”

source: སློབ་དཔོན་གྱིས་ཐབས་ཡིན་ནོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: The instructor then says: “This is the procedure.”

source: དགེ་བསྙེན་གྱིས་ལེགས་སོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: At which point the lay devotee says: “It is excellent.”

source: དེ་ནི་དགེ་བསྙེན་གྱི་སྡོམ་པ་སྦྱིན་པའོ། །
en: Pledging to keep the precepts

source: དེའི་འོག་ཏུ་བསླབ་པ་བརྗོད་པ་ཁས་བླང་བའི་ཚུལ་གྱིས་བྱའོ། །འདི་ལྟར་བྱ་སྟེ།
en: The postulant then expresses his commitment to the precepts with the following words:

source: སློབ་དཔོན་དགོངས་སུ་གསོལ། ཇི་ལྟར་འཕགས་པ་དགྲ་བཅོམ་པ་དེ་དག་གིས་ཇི་སྲིད་འཚོའི་བར་དུ་སྲོག་གཅོད་པ་སྤངས་ཏེ་
en: “Instructor, heed me. Just as noble arhats renounced killing and swore to refrain from killing for as long as they lived,

source: སྲོག་གཅོད་པ་ལས་སླར་ལོག་པ་དེ་བཞིན་དུ། བདག་
en: so do I,

source: མིང་འདི་ཞེས་བགྱི་བས་ཀྱང་དུས་འདི་ནས་བཟུང་སྟེ། ཇི་སྲིད་འཚོའི་བར་དུ་སྲོག་གཅོད་པ་སྤངས་ཏེ། སྲོག་གཅོད་པ་ལས་སླར་ལྡོག་པར་བགྱིའོ། །
en: [postulant’s name], henceforth, for as long as I live, renounce killing and swear to refrain from killing.

source: ཡན་ལག་དང་པོ་འདིས་བདག་འཕགས་པ་དགྲ་བཅོམ་པ་དེ་དག་གི་བསླབ་པ་ལ་རྗེས་སུ་སློབ་བོ། །རྗེས་སུ་བསྒྲུབ་བོ། །རྗེས་སུ་བགྱིད་དོ། །
en: With this first branch, I pledge to train in, practice, and act upon the precepts of those noble arhats.

source: གཞན་ཡང་ཇི་ལྟར་འཕགས་པ་དགྲ་བཅོམ་པ་དེ་དག་གིས་ཇི་སྲིད་འཚོའི་བར་དུ་མ་བྱིན་པར་ལེན་པ་དང་། འདོད་པས་ལོག་པར་གཡེམ་པ་དང་།
en: Furthermore, noble arhats renounced and swore to refrain from stealing, sexual misconduct,

source: བརྫུན་དུ་སྨྲ་བ་དང་། འབྲུའི་ཆང་དང་བཅོས་པའི་ཆང་མྱོས་པར་འགྱུར་བ་བག་མེད་པའི་གནས་སྤངས་ཏེ། འབྲུའི་ཆང་དང་བཅོས་པའི་ཆང་མྱོས་པར་འགྱུར་བ་བག་མེད་པའི་གནས་ལས་སླར་ལོག་པ་དེ་བཞིན་དུ།
en: lying, and intoxicating substances like grain alcohol and its by-products, which leave one uninhibited.

source: བདག་མིང་འདི་ཞེས་བགྱི་བས་ཀྱང་དུས་འདི་ནས་བཟུང་སྟེ། །
en: Just so do I, [postulant’s name], too,

source: ཇི་སྲིད་འཚོའི་བར་དུ་མ་བྱིན་པར་ལེན་པ་དང་། འདོད་པ་ལ་ལོག་པར་གཡེམ་པ་དང་། །
en: for as long as I live, renounce and swear to refrain from stealing, sexual misconduct,

source: ཡན་ལག་ལྔ་པ་འདིས་བདག་འཕགས་པ་དགྲ་བཅོམ་པ་དེ་དག་གི་བསླབ་པ་ལ་རྗེས་སུ་སློབ་བོ། །རྗེས་སུ་སྒྲུབ་བོ། །རྗེས་སུ་བགྱིད་དོ།
en: With this, the fifth branch, I pledge to train in, practice, and act upon the precepts of those noble arhats.”

source: སློབ་དཔོན་གྱིས་ཐབས་ཡིན་ནོ་ཞེས་བརྗོད་པར་བྱའོ། །དགེ་བསྙེན་གྱིས་ལེགས་སོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: The instructor then says: “This is the procedure.” At which point the lay devotee says: “It is excellent.”

source: དགེ་བསྙེན་ཉིད་དུ་ཉེ་བར་སྒྲུབ་པའི་ཆོ་ག་རྫོགས་སྷོ།། །
en: This completes the ceremony by which a person becomes a lay devotee.

source: དེའི་འོག་ཏུ་གང་གིས་དེ་ཞུ་བར་བྱེད་པའི་དགེ་སློང་ལ་གཏད་པར་བྱའོ།
en: The postulant then turns to the monk who will inform the saṅgha of his desire to go forth.

source: ཞུ་བའི་དགེ་སློང་གིས་མཁན་པོ་ལ་ཁྱོད་ཀྱིས་བར་ཆད་ཀྱི་ཆོས་རྣམས་དྲིས་སམ་ཞེས་དྲི་བར་བྱའོ། །།
en: The monk informant asks the preceptor: “Have you inquired into the confidential matters?”

source: མ་དྲིས་པར་ཞུ་བར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: A serious breach occurs if a petition is made without such inquiry.

source: དེའི་འོག་ཏུ་ཞུ་བའི་དགེ་སློང་གིས་ཞུ་བར་བྱའོ། །འདི་ལྟར་ཞུ་བར་བྱ་སྟེ།
en: The monk informant then informs the saṅgha in the following way.

source: གནས་མལ་བཤམ་པ་བྱས་ནས་གཎ་ཌཱི་བརྡུངས་ཏེ་
en: He lays out his sleeping mat and strikes the wooden beam.

source: དྲིས་པའི་ཚིག་གིས་དགེ་སློང་རྣམས་ལ་ཡང་དག་པར་བསྒོ་ནས་དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་
en: He then properly summons the monks with words of invitation, requesting the presence of the entire saṅgha,

source: མཐུན་པར་གྱུར་པ་ལའང་རུང་། གནས་ཁང་སོ་སོ་ན་འཁོད་པ་ལའང་རུང་སྟེ།
en: either in the usual way or by visiting them in their own dwellings.

source: རྒན་རིམས་ལ་ཕྱག་འཚལ་དུ་བཅུག་ནས་ཙོག་ཙོག་པོར་འདུག་ཏུ་བཅུག་སྟེ། །
en: The monk informant then prostrates to the seniormost in the saṅgha before taking his place in a kneeling position.

source: ཐལ་མོ་སྦྱོར་དུ་བཅུག་ནས་ཞུ་བར་བྱེད་པས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ།
en: With palms pressed together, he informs the saṅgha with these words:

source: མིང་འདི་ཞེས་བགྱི་བ་འདི་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བ་ལས་རབ་ཏུ་འབྱུང་བར་འཚལ་ཏེ།
en: The postulant [postulant’s name] has asked the preceptor [preceptor’s name] to allow his going forth.

source: ཁྱིམ་པ་གོས་དཀར་པོ་ཅན་སྐྲ་དང་ཁ་སྤུ་མ་བྲེགས་པ་ལས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བར་འཚལ་ཏེ།
en: He seeks to leave the householder’s life, with its white clothes and unshaven head and face, and go forth in the well-proclaimed Dharma and Vinaya.

source: མིང་འདི་ཞེས་བགྱི་བ་འདི་རབ་ཏུ་འབྱུང་བར་འཚལ་ཞིང་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ།
en: [Postulant’s name] seeks to go forth and, having shaven head and face, to don the saffron robes.

source: ཡང་དག་པ་ཁོ་ནར་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་མཁན་པོ་མིང་འདི་ཞེས་བགྱི་བ་ལས་རབ་ཏུ་འབྱུང་སྟེ།
en: With perfect faith, he seeks to go forth from home into homelessness under the guidance of this preceptor [preceptor’s name].

source: དེ་ཡང་བར་ཆད་ཀྱི་ཆོས་རྣམས་ཡོངས་སུ་དག་གོ་ཞེས་ཁོ་ན་ཉིད་མཆི་ན།
en: Furthermore, he is utterly free of impediments.”

source: ཅི་དེ་རབ་ཏུ་དབྱུང་ངམ་དེ་དག་ཐམས་ཅད་ཀྱིས་གལ་ཏེ་ཡོངས་སུ་དག་ནའོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: The saṅgha reply: “If that is indeed the case, he is utterly free of all impediments to his going forth being allowed.”

source: གལ་ཏེ་དེ་སྐད་བརྗོད་ན་དེ་ལྟ་ན་ལེགས། གལ་ཏེ་མི་བརྗོད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: If they say that, then all is well. A serious breach occurs if they do not.

source: དེ་ནི་རབ་ཏུ་འབྱུང་བར་འདོད་པ་ཞུ་བའོ།། །།
en: That is how one informs the saṅgha of the wish to go forth.

source: དེའི་འོག་ཏུ་མཁན་པོར་གསོལ་བའོ། །འདི་ལྟར་གསོལ་བར་བྱ་སྟེ།
en: Next, a petition is made to the preceptor in the following way.

source: མཁན་པོ་ལ་ཕྱག་འཚལ་དུ་བཅུག་ནས་མདུན་དུ་ཙོག་ཙོག་པོར་འདུག་ཏུ་བཅུག་སྟེ།
en: The postulant prostrates to and then kneels before the preceptor.

source: ཐལ་མོ་སྦྱོར་དུ་བཅུག་ནས་དེས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ།
en: With palms pressed together, he says:

source: སློབ་དཔོན་དགོངས་སུ་གསོལ།
en: “Master, heed me.

source: བདག་མིང་འདི་ཞེས་བགྱི་བ་སློབ་དཔོན་ལ་མཁན་པོར་གསོལ་གྱིས། སློབ་དཔོན་བདག་གི་མཁན་པོ་མཛད་དུ་གསོལ།
en: I, [postulant’s name], petition you, master, to serve as preceptor. Master, please act as my preceptor.

source: སློབ་དཔོན་མཁན་པོས་རབ་ཏུ་དབྱུང་བར་བགྱིའོ། །
en: Master, as preceptor, please allow my going forth.”

source: དེ་བཞིན་དུ་ལན་གཉིས་ལན་གསུམ་དུ་བཟླས། ཚིག་གསུམ་པ་ལ་མཁན་པོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: He repeats this a second and a third time, but the third time he says “preceptor” in place of “master.”

source: མཁན་པོས་ཐབས་ཡིན་ནོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: The preceptor then says: “This is the procedure.”

source: རབ་ཏུ་འབྱུང་བར་འདོད་པས་ལེགས་སོ་ཞེས་བརྗོད་པར་བྱའོ། །དེ་ནི་མཁན་པོར་གསོལ་བའོ། །
en: To which the person wishing to go forth says: “It is excellent.”

source: དེའི་འོག་ཏུ་གང་གིས་དེའི་སྐྲ་དང་ཁ་སྤུ་དག་འབྲེག་པར་བྱེད་པའི་དགེ་སློང་ལ་བཅོལ་བར་བྱའོ། །དེས་ཐམས་ཅད་འབྲེག་པར་བྱེད་ནས།
en: A monk is then assigned to shave the postulant’s head and face.

source: ཐམས་ཅད་བྲེག་པར་མི་བྱ་བར་འདི་ལྟར་གཙུག་ཕུད་གཞག་པར་བྱ་ཞིང་དེའི་འོག་ཏུ་ཅི་གཙུག་ཕུད་བྲེག་གམ་ཞེས་དྲི་བར་བྱའོ། །
en: “Do not shave off all of his hair but rather leave a tuft of hair at his crown.” So, after shaving off nearly all the postulant’s hair, the monk should ask the postulant: “Shall I cut this tuft?”

source: གལ་ཏེ་མི་བྲེག་གོ་ཞེས་ཟེར་ན་འོ་ན་སོང་ཤིག་ཅེས་བརྗོད་པར་བྱའོ། །
en: If he answers “No, do not cut it,” then tell him to go.

source: གལ་ཏེ་བྲེགས་ཤིག་ཅེས་ཟེར་ན་བྲེག་པར་བྱའོ། །
en: But if he answers “Yes, I am happy for you to do so,” then cut it.

source: དེའི་འོག་ཏུ་ཁྲུས་བྱེད་དུ་གཞུག་སྟེ། གལ་ཏེ་རེ་ཞིག་གྲང་བའི་དུས་ཡིན་ན་ནི་ཆུ་དྲོན་པོས་ཁྲུས་བྱེད་དུ་གཞུག་གོ། །
en: The postulant should then bathe. If the weather is cold, he may bathe with warm water.

source: གལ་ཏེ་ཚ་བའི་དུས་ཡིན་ན་ནི་ཆུ་གྲང་མོས་ཁྲུས་བྱེད་དུ་གཞུག་གོ། །
en: If the weather is warm, he should bathe with cold water.

source: དེའི་འོག་ཏུ་མཁན་པོས་ལྷུང་བཟེད་དང་གོས་ངུར་སྨྲིག་དག་སྦྱིན་པར་བྱ་ཞིང་དེས་ཀྱང་རྐང་པ་གཉིས་ལ་གཏུགས་ནས་བླང་བར་བྱའོ། །
en: The preceptor then gives him a begging bowl and saffron robes, which he accepts after bowing at the preceptor’s feet.

source: དེའི་འོག་ཏུ་མཁན་པོས་བསྐོན་པར་བྱ་ཞིང་མཚན་མེད་པའམ།
en: The preceptor then dresses the postulant, checking to ensure he is not asexual,

source: མཚན་གཉིས་པའམ། གླེ་འདམས་པ་མ་ཡིན་ནམ་ཞེས་བརྟག་པར་བྱའོ། །
en: a paṇḍaka, or suffering from an excretory fistula.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བརྟག་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས་
en: The Blessed One decreed that postulants should be examined,

source: དགེ་སློང་དག་དེ་སྒྲེན་མོར་ཕྱུང་སྟེ་རྟོག་པར་བྱེད་པ་ན་དེ་ངོ་ཚ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: but the embarrassment that the monks’ examination caused to the naked and exposed postulants prompted the Blessed One to decree,

source: སྒྲེན་མོར་ཕྱུང་སྟེ་བརྟག་པར་མི་བྱ་བར་ཤམ་ཐབས་བསྐོན་པ་ཉིད་ཀྱི་ཚེ་མ་ཚོར་བར་བརྟག་པར་བྱའོ། །
en: “Do not examine him while naked. Examine him without his knowing, while he is dressed only in a lower robe.”

source: དེ་ནི་དུས་དང་པོར་བྱ་བའོ།། །།
en: That is how the first part of the ceremony should be performed.

source: དེའི་འོག་ཏུ་སྐྱབས་སུ་འགྲོ་བ་རྩོམ་པས་རབ་ཏུ་འབྱུང་བ་ཉེ་བར་བསྒྲུབ་པར་བྱའོ། །འདི་ལྟར་ཉེ་བར་བསྒྲུབ་པར་བྱ་སྟེ།
en: Allowing going forth begins with the postulant going for refuge.

source: དེའི་འོག་ཏུ་མཁན་པོ་ལ་ཕྱག་འཚལ་དུ་བཅུག་ནས་མདུན་དུ་ཙོག་ཙོག་པུར་འདུག་ཏུ་བཅུག་སྟེ།
en: then prostrates to the preceptor and kneels before him,

source: ཐལ་མོ་སྦྱོར་དུ་བཅུག་ནས་དེས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ། མཁན་པོ་དགོངས་སུ་གསོལ།
en: presses his palms together, and says: “Preceptor, heed me.

source: བདག་མིང་འདི་ཞེས་བགྱི་བ་དུས་འདི་ནས་བཟུང་སྟེ་ཇི་སྲིད་འཚོའི་བར་དུ་རྐང་གཉིས་རྣམས་ཀྱི་མཆོག་སངས་རྒྱས་ལ་སྐྱབས་སུ་མཆིའོ། །
en: I, [postulant’s name], will henceforth, for as long as I live, seek refuge in the Buddha, supreme among men;

source: ཚོགས་རྣམས་ཀྱི་མཆོག་དགེ་འདུན་ལ་སྐྱབས་སུ་མཆིའོ། །
en: I will seek refuge in the Saṅgha, supreme among communities.

source: རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་
en: Following the example of going forth set

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པས་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ།
en: by the Blessed One, the tathāgata, the arhat, the perfectly complete Buddha Śākyamuni,

source: ཤཱཀྱའི་སེང་གེ །ཤཱཀྱའི་རྒྱལ་པོ་གཙོ་བོ་དེ་
en: the lion of the Śākyas, the king of the Śākyas,

source: རབ་ཏུ་འབྱུང་སྟེ་ཁྱིམ་པའི་རྟགས་སྤོང་ངོ་། །རབ་ཏུ་བྱུང་བའི་རྟགས་ཡང་དག་པར་ལེན་ཏོ། །
en: I, in going forth, renounce the tokens of the householder life and fully embrace the tokens of the renunciant life.”

source: དེ་བཞིན་དུ་ལན་གཉིས་ལན་གསུམ་དུ་བཟླས།
en: He repeats this a second and a third time,

source: རབ་ཏུ་བྱུང་བས་ལེགས་སོ་ཞེས་བརྗོད་པར་བྱའོ། །དེ་ནི་རབ་ཏུ་བྱུང་བ་ཉེ་བར་སྒྲུབ་པའོ།། །།
en: At which point the renunciant says: “It is excellent.” Becoming a novice.

source: དེའི་འོག་ཏུ་དགེ་ཚུལ་ཉིད་དུ་ཉེ་བར་སྒྲུབ་པར་བྱེད་པའི་དགེ་སློང་ལ་གཏད་པར་བྱའོ། །
en: The postulant is then directed to the monk who will induct him into the novitiate.

source: དེས་ཀྱང་མཁན་པོ་ལ་ཅི་ཡོངས་སུ་དག་གམ་ཞེས་དྲིས་ནས་
en: The preceptor again asks the postulant whether he is utterly free of impediments,

source: ཡོངས་སུ་དག་ན་སྐྱབས་སུ་འགྲོ་བ་དང་། དགེ་ཚུལ་ཉིད་དུ་ཁས་བླང་བས་དགེ་ཚུལ་ཉིད་དུ་ཉེ་བར་བསྒྲུབ་པར་བྱའོ། །འདི་ལྟར་ཉེ་བར་བསྒྲུབ་པར་བྱ་སྟེ། །
en: and if he is, the postulant’s induction into the novitiate begins with his going for refuge and promising to live as a novice. This is how the postulant is inducted into the novitiate.

source: དང་པོར་སྟོན་པ་ལ་ཕྱག་འཚལ་དུ་གཞུག་གོ།
en: The postulant first prostrates to the Teacher,

source: ཇི་སྲིད་འཚོའི་བར་དུ་རྐང་གཉིས་རྣམས་ཀྱི་མཆོག་སངས་རྒྱས་ལ་སྐྱབས་སུ་མཆིའོ། །
en: for as long as I live, seek refuge in the Buddha, supreme among men;

source: བདག་ཇི་སྲིད་འཚོའི་བར་དུ་དགེ་ཚུལ་དུ་བཙུན་པས་གཟུང་དུ་གསོལ།
en: I ask that you, reverend, accept charge of me as a novice for as long as I live.”

source: དགེ་ཚུལ་གྱིས་ལེགས་སོ་ཞེས་བརྗོད་པར་བྱའོ། །དེ་ནི་དགེ་ཚུལ་གྱི་སྡོམ་པ་སྦྱིན་པའོ།། །།
en: At which point the novice says: “It is excellent.”

source: དེའི་འོག་ཏུ་སློབ་དཔོན་མ་ཡིན་པ་དགེ་སློང་གཞན་གང་ཡང་རུང་བ་གཅིག་གིས་གྲིབ་ཚོད་གཞལ་བར་བྱ་ཞིང་སྐྱེས་བུ་དང་། རྩ་བ་དང་། ཉིན་མཚན་གྱི་ཆ་དང་། དུས་ཚོད་ཀྱང་བརྗོད་པར་བྱའོ། །
en: A monk other than the instructor then consults the sundial and announces the month, the day, the time of day or night, and the hour.

source: ཇི་ལྟར་འཕགས་པ་དགྲ་བཅོམ་པ་དེ་དག་གིས་ཇི་སྲིད་འཚོའི་བར་དུ་སྲོག་གཅོད་པ་སྤངས་ཏེ།
en: Just as noble arhats renounced and swore off killing for as long as they lived,

source: སྲོག་གཅོད་པ་ལས་སླར་ལོག་པ་དེ་བཞིན་དུ་བདག་མིང་འདི་ཞེས་བགྱི་བས་ཀྱང་དུས་འདི་ནས་བཟུང་སྟེ། ཇི་སྲིད་འཚོའི་བར་དུ་སྲོག་གཅོད་པ་སྤངས་ཏེ། སྲོག་གཅོད་པ་ལས་སླར་ལྡོག་པར་བགྱིའོ། །
en: so do I, [novice’s name], henceforth, for as long as I live, renounce and swear to refrain from killing.

source: ཡན་ལག་དང་པོ་འདིས་བདག་འཕགས་པ་དགྲ་བཅོམ་པ་དེ་དག་གི་བསླབ་པ་ལ་རྗེས་སུ་སློབ་བོ། །རྗེས་སུ་སྒྲུབ་བོ། །རྗེས་སུ་བགྱིད་དོ། །
en: With this first branch, I pledge to train in, practice, and act upon the precepts of those noble arhats.

source: གཞན་ཡང་ཇི་ལྟར་འཕགས་པ་དགྲ་བཅོམ་པ་དེ་དག་གིས་ཇི་སྲིད་འཚོའི་བར་དུ་མ་བྱིན་པར་ལེན་པ་དང་། མི་ཚངས་པར་སྤྱོད་པ་དང་། བརྫུན་དུ་སྨྲ་བ་དང་།
en: Furthermore, noble arhats renounced stealing, sexual misconduct, lying,

source: འབྲུའི་ཆང་དང་བཅོས་པའི་ཆང་མྱོས་པར་འགྱུར་བ་བག་མེད་པའི་གནས་དང་། གླུ་དང་།
en: intoxicating substances like grain alcohol and its by-products which leave one uninhibited, singing,

source: གར་དང་། རོལ་མོའི་སྒྲ་དང་། ཕྲེང་བ་དང་། སྤོས་ཉུག་པ་དང་། རྒྱན་དང་ཁ་དོག་འཆང་བ་དང་།
en: dancing, music, garlands, perfumes, jewelry, cosmetics,

source: ཁྲི་སྟན་མཐོན་པོ་དང་། ཁྲི་སྟན་ཆེན་པོ་དང་། དུས་མ་ཡིན་པའི་ཟས་དང་། གསེར་དངུལ་ལེན་པ་སྤངས་ཏེ།
en: tall seating, grand seating, untimely eating, and accepting gold and silver,

source: གསེར་དངུལ་ལེན་པ་ལས་སླར་ལོག་པ་དེ་བཞིན་དུ།
en: and thus ceased accepting gold and silver.

source: བདག་མིང་འདི་ཞེས་བགྱི་བས་ཀྱང་དུས་འདི་ནས་བཟུང་སྟེ་ཇི་སྲིད་འཚོའི་བར་དུ་མ་བྱིན་པར་ལེན་པ་དང་། མི་ཚངས་པར་སྤྱོད་པ་དང་། བརྫུན་དུ་སྨྲ་བ་དང་།
en: Just so, henceforth, for as long as I live, so too do I, [novice’s name], renounce stealing, sexual misconduct, lying,

source: གསེར་དངུལ་ལེན་པ་ལས་སླར་ལྡོག་པར་བགྱིའོ། །
en: thus will I cease to accept gold and silver.

source: ཡན་ལག་བཅུ་པ་འདིས་བདག་འཕགས་པ་དགྲ་བཅོམ་པ་དེ་དག་གི་བསླབ་པ་ལ་རྗེས་སུ་སློབ་བོ། །རྗེས་སུ་སྒྲུབ་བོ། །རྗེས་སུ་བགྱིད་དོ། །
en: With these ten branches, I too pledge to train in, practice, and act upon the precepts of those noble arhats.”

source: དགེ་ཚུལ་གྱིས་ལེགས་སོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: At which point the novice says: “It is excellent.”

source: དགེ་ཚུལ་ཉིད་དུ་ཉེ་བར་སྒྲུབ་པའི་ཆོ་ག་རྫོགས་སྷོ།། །།
en: That marks the end of the novice investiture rite.

source: དེའི་འོག་ཏུ་གལ་ཏེ་དེ་ལོ་ཉི་ཤུ་ཚང་ན་མཁན་པོས་དེའི་ལྷུང་བཟེད་དང་ཆོས་གོས་དག་བཙལ་བར་བྱ་ཞིང་ལས་བྱེད་པའི་དགེ་སློང་ལ་གསོལ་བ་གདབ་པར་བྱ།
en: When the novice reaches the age of twenty, the preceptor gives him his begging bowl and Dharma robes and requests the presence of a monk officiant.

source: གསང་སྟེ་སྟོན་པའི་དགེ་སློང་ལ་ཡང་གསོལ་བ་གདབ་པར་བྱ།
en: The preceptor also requests the presence of a monk who will inquire into confidential matters,

source: གང་དག་དེའི་ལས་ཀྱི་གནས་སུ་འཇུག་པར་འགྱུར་བའི་དགེ་སློང་དག་ལ་ཡང་གསོལ་བ་གདབ་པར་བྱའོ། །
en: and that of any other monk in the vicinity where the ceremony is to be performed.

source: དགེ་སློང་གང་དག་དེའི་ལས་ཀྱི་གནས་སུ་འཇུག་པར་འགྱུར་བ་དེ་དག་གིས་
en: When the monks in the vicinity have gathered,

source: ཀྱང་དེར་འདུ་བར་འགྱུར་བའི་ཚེ་ཟླ་བ་ཕྱེད་འདས་པའི་ཉེས་པ་བསྡམ་པར་བྱ་བ་དང་། བཤགས་པར་བྱ་བ་དང་།
en: they each individually investigate whether they have incurred any transgressions in the past half a month that need to be reined in, confessed,

source: བྱིན་གྱིས་བརླབ་པར་བྱ་བ་
en: or formally excused.

source: དག་ལ་སོ་སོར་བརྟག་པར་བྱ་ཞིང་ཉེས་པ་ཤེས་པ་བསྡམ་པའམ། བཤགས་པའམ། བྱིན་གྱིས་བརླབས་པས་ཕྱིར་བཅོས་ཏེ་
en: Recognizing those transgressions, they make reparations by reining them in, confessing them, or having them formally excused

source: འདུག་པར་བྱའོ། །
en: before taking their places.

source: དེའི་འོག་ཏུ་དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པའམ། དཀྱིལ་འཁོར་བ་ཡང་རུང་སྟེ།
en: All of the saṅgha then take their places in concord or in an inner circle.

source: ཡུལ་དབུས་སུ་དགེ་སློང་བཅུ་ལ་སོགས་པའི་ཚོགས་སམ།
en: In the Middle Country, a quorum of ten monks is needed.

source: མཐའ་འཁོབ་དག་ཏུ་གཞན་མེད་ན་འདུལ་བ་འཛིན་པ་དང་ལྔ་ལ་སོགས་པའི་ཚོགས་ལ་ཡང་རུང་སྟེ།
en: In outlying areas, if there are no other monks, then a quorum of five, which includes a master of monastic discipline, will suffice.

source: དང་པོར་སྟོན་པ་ལ་ཕྱག་འཚལ་དུ་གཞུག་གོ། །དེའི་འོག་ཏུ་དགེ་སློང་རེ་རེ་ལ་ཕྱག་གསུམ་གསུམ་འཚལ་དུ་གཞུག་གོ། །
en: The ordinand first prostrates to the Teacher, then three times to each monk.

source: ཕྱག་ནི་གཉིས་ཏེ། ཡན་ལག་ལྔས་ཕྱག་འཚལ་བ་དང་། སྒྱིད་པ་ནས་འཁྱུད་པ་སྟེ་འདིར་གང་ཡང་རུང་ངོ་། །
en: Either of the two types of prostration—bowing prostrate with all four limbs and head, or a kneeling bow—is permissible.

source: འདི་ནི་དུས་དང་པོར་བྱ་བའོ།། །།
en: This is how the opening occasion is conducted.

source: དེའི་འོག་ཏུ་མཁན་པོར་གསོལ་བ་བྱའོ། །འདི་ལྟར་གསོལ་བར་བྱ་སྟེ།
en: Next, the ordinand petitions the preceptor in the following way

source: མཁན་པོ་ལ་ཕྱག་འཚལ་དུ་བཅུག་ནས་
en: The ordinand prostrates to the preceptor and squats before him,

source: མདུན་དུ་ཕ་གུའི་སྟེང་དུ་རྩྭ་བཏིང་བ་ལ་རྟིང་པ་གཉིས་ཀྱིས་མནན་ནས་ཙོག་ཙོག་པར་འདུག་ཏུ་བཅུག་སྟེ།
en: with his two heels pressed to a grass mat on bricks so as to relieve pressure on the nerves.

source: ཐལ་མོ་སྦྱོར་དུ་བཅུག་ནས་
en: Pressing his palms together,

source: ཅི་རིགས་པར་བརྗོད་པར་བྱའོ་ཞེས་བསྟན་ནས། དེས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ།
en: he says, employing whichever address is appropriate—

source: གལ་ཏེ་མཁན་པོ་ཡིན་ན་མཁན་པོ་ཞེས་བརྗོད་པར་བྱ།
en: “Preceptor” if addressing the preceptor,

source: སློབ་དཔོན་ཡིན་ན་སློབ་དཔོན་ཞེས་བརྗོད་པར་བྱ། བཙུན་པ་ཡིན་ན་བཙུན་པ་ཞེས་
en: “Instructor” if addressing the instructor, or “Reverend” if addressing a monk:

source: བཙུན་པ་དགོངས་སུ་གསོལ།
en: “Reverend, heed me.

source: བདག་མིང་འདི་ཞེས་བགྱི་བ་བཙུན་པ་ལ་མཁན་པོར་གསོལ་གྱིས། བཙུན་པ་བདག་གི་མཁན་པོ་མཛད་དུ་གསོལ།
en: I, [ordinand’s name], petition you, reverend, to serve as preceptor. Reverend, please act as my preceptor.

source: བཙུན་པ་མཁན་པོས་བསྙེན་པར་རྫོགས་པར་བགྱིའོ། །
en: Reverend, please grant me ordination.”

source: སློབ་མས་ལེགས་སོ་ཞེས་བརྗོད་པར་བྱའོ། །།
en: At which point the ordinand says: “It is excellent.”

source: དེའི་འོག་ཏུ་མཁན་པོ་རང་གིས་དེ་ལ་ཆོས་གོས་གསུམ་བྱིན་གྱིས་བརླབ་པར་བྱའོ། །
en: The preceptor himself then sanctions the novice’s three Dharma robes.

source: གལ་ཏེ་རེ་ཞིག་ཆོས་གོས་དྲས་ཤིང་དྲུབས་པ་དག་ཡོད་ན་དེ་ལྟ་ན་ལེགས་ཏེ།
en: It is best if the ordinand has a set of robes already cut and sewn,

source: འདི་ལྟར་བྱིན་གྱིས་བརླབ་པར་བྱ་སྟེ།
en: in which case they are sanctioned as follows.

source: ཆོས་གོས་གསུམ་པོ་སོ་སོར་བལྟབ་སྟེ་སློབ་མའི་ཕྲག་པ་གཡོན་པར་བཀལ་ནས་གཉིས་ཀ་འགྲེང་སྟེ།
en: Each of the three robes are folded and laid over the ordinand’s left shoulder, after which both preceptor and ordinand rise.

source: ལག་པས་ཆོས་གོས་སྣམ་སྦྱར་བཟུང་ནས་
en: They both take the Dharma robe called the “ceremonial robe” in their hands,

source: འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ། མཁན་པོ་དགོངས་སུ་གསོལ། །
en: and the novice says: “Preceptor, heed me.

source: བདག་མིང་འདི་ཞེས་བགྱི་བའི་ཆོས་གོས་བགྱིས་ལགས་པ་རུང་བ་སྤྱད་པར་འོས་པ་
en: This is my, [ordinand’s name]’s, Dharma robe, woven, good, right, and fit to wear.

source: འདི་ཆོས་གོས་སྣམ་སྦྱར་དུ་བྱིན་གྱིས་བརླབ་བོ།
en: Please bless this Dharma robe as a ceremonial robe.”

source: སློབ་མས་ལེགས་སོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: At which point the ordinand says: “It is excellent.”

source: དེའི་འོག་ཏུ་ཆོས་གོས་བླ་གོས་བཟུང་ནས་དེས་
en: After that, he takes the upper robe in his hands

source: འདི་ཆོས་གོས་བླ་གོས་སུ་བྱིན་གྱིས་བརླབ་བོ།
en: Please bless this Dharma robe as an upper robe.”

source: འདི་ཆོས་གོས་མཐང་གོས་སུ་བྱིན་གྱིས་བརླབ་བོ། །
en: Please bless this Dharma robe as a lower robe.”

source: དེའི་འོག་ཏུ་ཆོས་གོས་དག་བསྐོན་པར་བྱ་ཞིང་དེས་ཀྱང་སྣམ་སྦྱར་དང་བཅས་པ་ཉིད་ཡིན་ན་
en: After that, the ordinand puts the Dharma robes on, along with the ceremonial robe if there is one,

source: བསྙེན་པར་རྫོགས་པའི་ཕྱིར་འདུས་པའི་དགེ་འདུན་ལ་ཕྱག་བྱའོ། །
en: and prostrates to the saṅgha that has assembled to ordain him.

source: དེ་ནི་ཆོས་གོས་དྲས་ཤིང་དྲུབས་པ་གསུམ་བྱིན་གྱིས་བརླབ་པའོ།། །།
en: That is how the ordinand’s Dharma robes that have already been cut and sewn are sanctioned.

source: གལ་ཏེ་རེ་ཞིག་ཆོས་གོས་དྲས་ཤིང་དྲུབས་པ་དག་མེད་ན་རྒྱུ་ལ་བྱིན་གྱིས་བརླབ་པར་བྱའོ། །འདི་ལྟར་བྱིན་གྱིས་བརླབ་པར་བྱ་སྟེ།
en: If the ordinand’s Dharma robes have not already been cut and sewn, the materials must be sanctioned in the following way.

source: ཆོས་གོས་གསུམ་གྱི་རྒྱུ་སོ་སོར་བལྟབ་སྟེ་སློབ་མའི་ཕྲག་པ་གཡོན་པར་བཀལ་ནས་གཉི་ག་འགྲེང་སྟེ་
en: The materials for the three Dharma robes are folded separately and laid on the student’s left shoulder, after which the ordinand and the preceptor both rise.

source: ལག་པས་ཆོས་གོས་སྣམ་སྦྱར་རྒྱུ་བཟུང་ནས་
en: They both take the material for the Dharma robe called the ceremonial robe in their hands,

source: དག་མིང་འདི་ཞེས་བགྱི་བའི་ཆོས་གོས་འདི་སྣམ་སྦྱར་དུ་བྱིན་གྱིས་བརླབ་བོ། །
en: Please bless this, my, [ordinand’s name]’s, Dharma robe, as a ceremonial robe.

source: འཚལ་ན་སྣམ་ཕྲན་དགུ་པ་ལ་སོགས་པར་བགྱིས་ཏེ། གླེགས་བུ་ཕྱེད་དང་གསུམ་པ་ལ་སོགས་པར་བགྱིའོ། །
en: If you please, I will divide it into nine or more patches and those into sections of two and a half and more.

source: བར་ཆད་མ་བྱུང་ན་བཀྲུའོ། །བརྐྱང་ངོ་། །དྲའོ། །བསྡེབ་བོ། །
en: If not prevented from doing so, I will wash them, lay them out, cut them,

source: གཟུངས་གདབ་བོ། །དྲུབ་བོ། །ཁ་བསྒྱུར་རོ། །ཡང་ན་འདི་ལ་ལྷན་ཐབས་སུ་གླན་ནོ།
en: piece them together, stitch them, sew them together, and dye them. Or, I will patch additional pieces onto this.

source: རྐྱེན་ཇི་ལྟ་བ་བཞིན་དུ་བགྱིས་ཏེ། ཆོས་གོས་འདི་རུང་བ་སྤྱད་པར་འོས་པའོ། །
en: Acting in accord with circumstances, this Dharma robe will be right and fit to wear.”

source: དེ་བཞིན་དུ་ལན་གཉིས་ལན་གསུམ་དུ་བཟླས། །
en: This is repeated a second and a third time.

source: མཁན་པོས་ཐབས་ཡིན་ནོ་ཞེས་བརྗོད་པར་བྱའོ། །སློབ་མས་ལེགས་སོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: The preceptor then says: “This is the procedure.” At which point the student says: “It is excellent.”

source: དེའི་འོག་ཏུ་ཆོས་གོས་བླ་གོས་རྒྱུ་བཟུང་ནས་དེས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ། མཁན་པོ་དགོངས་སུ་གསོལ།
en: After that, they both take the material for the upper robe in their hands, and the ordinand says: “Preceptor, heed me.

source: བདག་མིང་འདི་ཞེས་བགྱི་བའི་ཆོས་གོས་འདི་བླ་གོས་སུ་བྱིན་གྱིས་བརླབ་བོ། །
en: Please sanction this, my, [ordinand’s name]’s, Dharma robe, as an upper robe.

source: འཚལ་ན་སྣམ་ཕྲན་བདུན་པར་བགྱིས་ཏེ། གླེགས་བུ་ཕྱེད་དང་གསུམ་པར་བགྱིའོ། །
en: If you please, I will divide it into seven patches and those into sections of two and a half.

source: དེའི་འོག་ཏུ་ཆོས་གོས་མཐང་གོས་རྒྱུ་བཟུང་ནས་དེས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ།
en: Next, they both take the material for the lower robe in their hands, and the ordinand says:

source: མཁན་པོ་དགོངས་སུ་གསོལ། བདག་མིང་འདི་ཞེས་བགྱི་བའི་ཆོས་གོས་འདི་མཐང་གོས་སུ་བྱིན་གྱིས་བརླབ་བོ། །
en: “Preceptor, heed me. Please sanction this, my, [ordinand’s name]’s, Dharma robe, as a lower robe.

source: འཚལ་ན་སྣམ་ཕྲན་ལྔ་པར་བགྱིས་ཏེ། གླེགས་བུ་ཕྱེད་དང་གཉིས་པར་བགྱིའོ། །།
en: If you please, I will divide it into five patches and those into sections of two and a half.

source: དེའི་འོག་ཏུ་དེའི་ལྷུང་བཟེད་བསྟན་པར་བྱའོ། །འདི་ལྟར་བསྟན་པར་བྱ་སྟེ།
en: Displaying the begging bowl. The ordinand then displays his begging bowl in the following way.

source: ལག་པ་གཡས་པས་བཀབ་ནས་རྒན་པའི་མཐའ་ལོགས་ནས་དགེ་སློང་རེ་རེའི་མདུན་དུ་འགྲེང་སྟེ་
en: places the begging bowl in his left hand and covers it with his right hand. The ordinand then bows to each of the monks, starting with the seniormost,

source: འདུད་པ་དང་བཅས་པས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ།
en: and as he stands before them, asks the following question:

source: བཙུན་པའམ་ཚེ་དང་ལྡན་པ་དགོངས་སུ་གསོལ།
en: “Reverend or venerable, heed me.
